Repository: gkisdaroczi/mauer-storyteller-hu
Catalog: mauer-storyteller-*.po
Languages: hu_hu

source: Pingback
hu_hu: Visszajelzés

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
hu_hu: A távoli bővítmény könyvtára nem tartalmazza a keresett útvonalat, és nem is átnevezhető.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
hu_hu: Kérjük, vedd fel a kapcsolatot a bővítmény szolgáltatójával és kérd meg őket, hogy módosítsák a bővítményt a WordPress irányelveknek megfelelően.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
hu_hu: A távoli bővítmény több fájlt is tartalmaz, de nincsenek könyvtárba rendezve.

source: WordPress Repository
hu_hu: WordPress gyűjtemény könyvtár

source: Copyright text
hu_hu: Szerzői jogi információ

source: Include year in the copyright
hu_hu: Szerzői jogi információ dátummal

source: Copyright year
hu_hu: Év

source: Blogging theme
hu_hu: Blogging séma

source: Toggle fullscreen
hu_hu: Teljesképernyőre váltás

source: Previous (arrow left)
hu_hu: Előzők (arrow left)

source: Next (arrow right)
hu_hu: Következők (arrow right)

source: Primary Menu
hu_hu: Elsődleges menü

# Poly font: on or off
source: on
hu_hu: be

# Yellowtail font: on or off
source: on
hu_hu: be

source: Theme Options
hu_hu: Séma beállítások

source: read more
hu_hu: tovább

source: Bottom - Left
hu_hu: Alul - Balra

source: Left widgetized area
hu_hu: Baloldali widgetek

source: Bottom - Center
hu_hu: Alul - Középen

source: Central widgetized area
hu_hu: Középső widgetek

source: Bottom - Right
hu_hu: Alul - Jobbra

source: Right widgetized area
hu_hu: Jobboldali widgetek

source: Pages:
hu_hu: Oldalak:

source: Next page
hu_hu: Következő oldal

source: Previous page
hu_hu: Előző oldal

# comment form placeholder
source: Name
hu_hu: Név

# comment form placeholder
source: Email
hu_hu: E-mail cím

# comment form placeholder
source: Comment
hu_hu: Megjegyzés

source: Toggle Navigation
hu_hu: váltás

# Header search link text
source: Search
hu_hu: Keresés

source: Install Required Plugins
hu_hu: Bővítmények telepítése szükséges

source: Install Plugins
hu_hu: Bővítmények telepítése

source: Installing Plugin: %s
hu_hu: Bővítmény telepítése: %s

source: Something went wrong with the plugin API.
hu_hu: Hiba áll fenn a bővítménnyel

source: This theme requires the following plugin: %1$s.
hu_hu: A sablon a következő bővítményt igényli: %1$s.

source: This theme recommends the following plugin: %1$s.
hu_hu: A sablon a következő bővítményt javasolja: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
hu_hu: A következő bővítmény frissítése szükséges, a sablonnal való maximális kompatibilitás miatt: %1$s.

source: There is an update available for: %1$s.
hu_hu: A következő frissítés érhető el: %1$s.

source: The following required plugin is currently inactive: %1$s.
hu_hu: A következő szükséges bővítmény van kikapcsolva: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
hu_hu: A következő javasolt bővítmény van kikapcsolva: %1$s.

source: Begin installing plugin
hu_hu: Bővítmény telepítése

source: Begin updating plugin
hu_hu: Bővítmény frissítésének megkezdése

source: Begin activating plugin
hu_hu: Bővítmény bekapcsolása

source: Return to Required Plugins Installer
hu_hu: Vissza a szükséges bővítmények telepítéséhez

source: Return to the Dashboard
hu_hu: Vissza a vezérlőpulthoz

source: Plugin activated successfully.
hu_hu: A bővítmény bekapcsolás sikeres volt.

source: The following plugin was activated successfully:
hu_hu: A következő bővítmény bekapcsolása sikeres volt:

source: No action taken. Plugin %1$s was already active.
hu_hu: Nem történt változás. %1$s bővítmény már be volt kapcsolva.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
hu_hu: A bővítmény ki van kapcsolva. A sablon igényli %s bővítmény frissítését.

source: All plugins installed and activated successfully. %1$s
hu_hu: Minden bővítmény telepítése és bekapcsolása sikeres volt. %1$s

source: Dismiss this notice
hu_hu: Megjegyzés bezárása

source: There are one or more required or recommended plugins to install, update or activate.
hu_hu: Van egy vagy több szükséges vagy javasolt bővítmény, ami telepítésre, frissítésre vagy bekapcsolásra vár.

source: Please contact the administrator of this site for help.
hu_hu: Kérjük, vedd fel a kapcsolatot az oldal adminisztrátorával.

source: This plugin needs to be updated to be compatible with your theme.
hu_hu: Ez a bővítmény frissítésre szorul, hogy kompatibilis legyen a sablonnal.

# plugin A *and* plugin B
source: and
hu_hu: és

source: Required
hu_hu: Szükséges

source: Recommended
hu_hu: Javasolt

source: External Source
hu_hu: Külső forrás

source: Pre-Packaged
hu_hu: Előre csomagolt

source: Not Installed
hu_hu: Nincs telepítve

source: Installed But Not Activated
hu_hu: Telepítve, de bekapcsolásra vár

source: Active
hu_hu: Bekapcsolva

source: Required Update not Available
hu_hu: A szükséges frissítés nem elérhető

source: Requires Update
hu_hu: Frissítés szükséges

# plugins
source: All <span class="count">(%s)</span>
hu_hu: Összesen <span class="count">(%s)</span>

source: Installed version:
hu_hu: Telepített verzió:

source: Minimum required version:
hu_hu: Szükséges verzió:

source: Available version:
hu_hu: Elérhető verzió:

source: No plugins to install, update or activate.
hu_hu: Nincs több telepítésre, frissítésre vagy bekapcsolásra váró bővítmény.

source: Plugin
hu_hu: Bővítmény

source: Source
hu_hu: Forrás

source: Type
hu_hu: Típus

source: Status
hu_hu: Státusz

source: Install
hu_hu: Telepítés

source: Activate
hu_hu: Bekapcsolás

source: No plugins were selected to be installed. No action taken.
hu_hu: Nem lett telepítve bővítmény, mert nem volt kiválasztva.

source: No plugins were selected to be updated. No action taken.
hu_hu: Nem lett frissítve bővítmény, mert nem volt kiválasztva.

source: No plugins are available to be installed at this time.
hu_hu: Nincs több telepíthető bővítmény.

source: No plugins are available to be updated at this time.
hu_hu: Nincs több frissíthető bővítmény.

source: No plugins were selected to be activated. No action taken.
hu_hu: Nem lett bekapcsolva bővítmény, mert nem volt kiválasztva.

source: No plugins are available to be activated at this time.
hu_hu: Nincs több bekapcsolásra váró bővítmény.

source: Plugin activation failed.
hu_hu: A bővítmény bekapcsolása sikertelen volt.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
hu_hu: Hibatörtént %1$s telepítése közben: <strong>%2$s</strong>.

source: The installation of %1$s failed.
hu_hu: %1$s telepítése sikertelen volt.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
hu_hu: A telepítési és bekapcsolási folyamat elkezdődött. Ez eltarthat egy darabig, kérjük, legyen türelemmel.

source: %1$s installed and activated successfully.
hu_hu: %1$s telepítése és bekapcsolása sikeres volt.

source: Show Details
hu_hu: Részletek megjelenítés

source: Hide Details
hu_hu: Részletek elrejtése

source: All installations and activations have been completed.
hu_hu: Minden telepítés és bekapcsolás sikeres volt.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
hu_hu: Bővítmény telepítése és bekapcsolása %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
hu_hu: A telepítési folyamat elkezdődött. Ez eltarthat egy darabig, kérjük, legyen türelemmel.

source: %1$s installed successfully.
hu_hu: %1$s telepítése sikeres volt.

source: All installations have been completed.
hu_hu: Minden telepítés sikeres volt.

source: Installing Plugin %1$s (%2$d/%3$d)
hu_hu: Bővítmény telepítése %1$s (%2$d/%3$d)

source: Accent color
hu_hu: Meghatározó szín

source: The demo uses #c22828
hu_hu: A demo a #c22828 színt használja.

source: Logo to use
hu_hu: Beállított logó

source: Custom logo image
hu_hu: Saját logó

source: Custom favicon
hu_hu: Saját honlap ikon

source: Social links
hu_hu: Közösségi média hivatkozások

source: Links to social networks pages that are displayed in the header of the website.
hu_hu: Közösségi média hivatkozások, amikor az oldal fejrészében jelennek meg.

source: Add
hu_hu: Hozzáad

source: Icon
hu_hu: Ikon

source: Blog page layout
hu_hu: Blog oldal elrendezés

source: Make the first blog post big
hu_hu: Első bejegyzés létrehozása

source: If you insert the current year, it will be displayed as is. If you insert a past year, it will be displayed with the current year like so: "2013–2015".
hu_hu: Ha az aktuális évet írja ide, akkor csak az fog megjelenni, ha egy korábbit, akkor egy időtartam fog megjelenni, pl: 2013-2015.

source: Google Analytics (or other code to embed)
hu_hu: Google Analytics, vagy egyéb kód, amit az oldalunkba akarunk ágyazni

source: The code you put here will be placed at the beginning of the BODY tag on every page of your site.
hu_hu: Ide olyan kódot írhat, amit minden oldalban be akar ágyazni.

# Search results page heading
source: Search results for:
hu_hu: Keresési eredmények

# Search button text
source: Search
hu_hu: Keresés

source: Tags
hu_hu: Címkék

# More posts heading
source: More posts:
hu_hu: További bejegyzések

source: Page not found (Error 404)
hu_hu: Az oldal nem található. (Hiba 404)

source: Widgetized area
hu_hu: Widgetek

source: To add widgets here please go to the Admin Panel, and select Appearance>Widgets.
hu_hu: Widget hozzáadásához lépjen be az Admin felületre és válassza ki a Megjelenés>Widgetek menüpontot.

source: Comments
hu_hu: Hozzászólások

source: Older Comments
hu_hu: Korábbi hozzászólások

source: Newer Comments
hu_hu: Legfrissebb hozzászólások

source: Comments are closed
hu_hu: Nincs hozzászólásra lehetőség

source: Sticky
hu_hu: Tapadós

source: Newer posts
hu_hu: Legfrissebb bejegyzések

source: Older posts
hu_hu: Régebbi bejegyzések

source: Sorry, no posts matched your criteria
hu_hu: Sajnos egyetlen bejegyzés sem felelt meg a keresési feltételeknek

source: Close (Esc)
hu_hu: Bezárás (Esc)

source: Share
hu_hu: Megosztás

source: Zoom in/out
hu_hu: Nagyítás/kicsinyítés

source: Your comment is awaiting moderation
hu_hu: A hozzászólásod elbírálásra vár

# comment form placeholder
source: Website
hu_hu: Honlap

source: Updating Plugin: %s
hu_hu: Bővítmény frissítés: %s

source: Update Required
hu_hu: Frissítés szükséges

source: Update recommended
hu_hu: Frissítés javasolt

source: To Install <span class="count">(%s)</span>
hu_hu: Telepítés <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
hu_hu: Frissítés elérhető <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
hu_hu: Bekapcsolás <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
hu_hu: Ismeretlen

source: Version
hu_hu: Verzió

source: Update
hu_hu: Frissítés

source: Upgrade message from the plugin author:
hu_hu: Üzenet érkezett a bővítmény szerzőjétől:

source: Updating Plugin %1$s (%2$d/%3$d)
hu_hu: Bővítmény frissítés %1$s (%2$d/%3$d)

source: Whether to use a nicely tailored text logo or a custom image.
hu_hu: Használhat szépen formázott szöveget, vagy saját képet logóként.

source: Upload your custom image (it's height should be at least 96px).
hu_hu: Feltölthet saját képet (a magassága legalább 96 pixel kell legyen).

source: You can upload a custom favicon (recommended: minimum 32×32px; PNG, ICO or GIF). To revert to the default favicon, just delete your custom image by hovering over it in the field below and pressing "X".
hu_hu: Feltölthet saját honlap ikont (javasolt: minimum 32x32 pixel mérertű PNG, ICO vagy GIF). Az eredeti ikon visszaállításához, csupán a saját ikont kell törölni.

# Search field placeholder
source: Type here
hu_hu: Kérjük, írja be a keresett kifejezést.
